Repository: pirati-cz/FlexiBudget
Catalog: debian/po/*.po
Languages: cs_cz

source: FlexiBee API URL:
cs_cz: URL FlexiBee API

source: URL with protocol, hostname and optional port ( https://localhost:5434 )
cs_cz: URL s protokolem, jménem hostu a volitelně i portem ( https://localhost:5434 )

source: FlexiBee API Username:
cs_cz: Uživatelské jméno pro FlexiBee API:

source: User with prermisson to use REST API
cs_cz: uživatel s právem používat REST API

source: FlexiBee API password:
cs_cz: heslo pro FlexiBee API:

source: Password for user with prermisson to use REST API
cs_cz: heslo uživatele s právem používat REST API

source: Selected company:
cs_cz: Předvolená společnost:

source: First company opened by default
cs_cz: Výchozí zvolená společnost

source: Type of used database:
cs_cz: Typ použité databáze

source: You can use databases supported by PHP PDO
cs_cz: Je možené použít všechny databáze podporované v PHP PDO

source: Where get database:
cs_cz: Kde vzít databázi:

source: Use local database in most cases
cs_cz: Ve většině případů se použije místní databáze

source: database port:
cs_cz: port databáze:

source: 3306 for MySQL, 5435 for PostgreSQL
cs_cz: 3306 pro MySQL, 5435 pro PostgreSQL

source: Database user name:
cs_cz: Jméno databázového uživatele:

source: may bee default in most cases
cs_cz: Ve většině případu ponechte výchozí hodnotu

source: Database password we use:
cs_cz: Heslo k použité databázi:

source: Please use save pasword in production enviroment
cs_cz: Prosím použijte uložení hesla v produkčním prostředí

source: Database schema name:
cs_cz: Jméno databázového schématu
